---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ExternalFileUtils
source: html/fdd75da6-1c9f-9aca-5e47-adddb210efdd.htm
---
# ExternalFileUtils Members

Gets the ids of all elements which are external file references.